{
  "ok": true,
  "settings": {
    "brand_name": "TENJI BRAND",
    "nav_catalog": "Каталог",
    "nav_new": "Новинки",
    "nav_about": "О нас",
    "nav_contacts": "Контакты",
    "nav_cta": "Оформить предзаказ",
    "hero_badge": "ANIME VS ROCK",
    "hero_title": "Аниме футболки в Алматы — TENJI Brand",
    "hero_lead": "TENJI BRAND создает одежду на стыке аниме-эстетики и рок-сцены. Мы смешиваем графику, фактуру и настроение, чтобы каждый образ звучал как мощный трек и выглядел как кадр из любимого тайтла.",
    "hero_btn_primary": "Аниме футболки Алматы",
    "hero_btn_secondary": "Оплата Kaspi",
    "metric_1_value": "150+",
    "metric_1_label": "авторских принтов",
    "metric_2_value": "30 Минут",
    "metric_2_label": "на сборку заказа",
    "metric_3_value": "Limited",
    "metric_3_label": "дропы без повтора",
    "duel_anime_label": "Аниме",
    "duel_anime_title": "Гладкий неон",
    "duel_anime_text": "Линии манги, световые градиенты и атмосфера ночного города.",
    "duel_rock_label": "Рок",
    "duel_rock_title": "Грубый драйв",
    "duel_rock_text": "Гранж-текстуры, рваные акценты и энергия живого выступления.",
    "catalog_title": "Каталог TENJI BRAND",
    "catalog_text": "Выбирайте коллекцию, добавляйте товар и оформляйте заказ в WhatsApp.",
    "lookbook_title": "Lookbook TENJI",
    "lookbook_text": "Свежие образы из вашего каталога.",
    "drops_title": "Дроп недели",
    "drops_text": "Две культуры — два настроения. Выбери свою сторону.",
    "drops_anime_label": "Аниме линия",
    "drops_anime_title": "Capsule «Moon Pulse»",
    "drops_anime_text": "Светлый неон, чистая графика и мягкие оттенки японской ночи.",
    "drops_anime_btn": "Смотреть",
    "drops_rock_label": "Рок линия",
    "drops_rock_title": "Capsule «Black Voltage»",
    "drops_rock_text": "Грязные текстуры, жирная типографика и эффект сценической пыли.",
    "drops_rock_btn": "Смотреть",
    "about_title": "Почему выбирают TENJI BRAND",
    "feature_1_title": "Сильная идея",
    "feature_1_text": "Каждый дроп строится вокруг сюжета — от аниме-арки до концертного тура.",
    "feature_2_title": "Качество сцены",
    "feature_2_text": "Плотные ткани, стойкие краски и комфортный силуэт под ежедневный ритм.",
    "feature_3_title": "Доставка по Казахстану",
    "feature_3_text": "Быстро и прозрачно: трекинг, понятные сроки и поддержка в мессенджерах.",
    "footer_about_title": "TENJI BRAND",
    "footer_about_text": "Аниме и рок одежда TENJI BRAND с доставкой по всему Казахстану.",
    "footer_contacts_title": "Контакты",
    "footer_telegram": "Telegram: @tenjibrand",
    "footer_email": "Email: hello@tenjibrand.kz",
    "footer_whatsapp": "WhatsApp: +7 708 007 41 62",
    "footer_subscribe_title": "Подписка",
    "footer_subscribe_text": "Получайте анонсы дропов первыми.",
    "footer_subscribe_btn": "Подписаться",
    "whatsapp_number": "+77080074162",
    "nav_lookbook": "LOOKBOOK"
  },
  "products": [
    {
     "id": 10,
      "title": "Футболка Chainsaw Man (Человек-бензопила) — Oversize, плотный хлопок, чёрная",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка Chainsaw Man (Человек-бензопила) — мощная модель для фанатов аниме с ярким принтом в формате панелей/комикса. На фронте — несколько сцен с узнаваемыми персонажами (Дэндзи, Пауэр, Аки, Макима и др.), поэтому футболка сразу цепляет взгляд и отлично смотрится в streetwear-образах. Свободная посадка oversize даёт комфорт и стильный силуэт — идеально под карго, джинсы и кеды. Материал — плотный хлопок: футболка держит форму, приятная к телу и рассчитана на активную носку. Мы в Алматы: заказ через Direct/WhatsApp, оплата через Kaspi (перевод/QR). Есть доставка по Алматы и отправка по Казахстану (условия уточняются при заказе). Если ищешь футболку Chainsaw Man в Алматы — это топовый вариант в коллекцию.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/Demonslayer.png",
                 "uploads/products/Demonslayer2.png",
                 "uploads/products/Demonslayer3.png",
                 "uploads/products/Demonslayer4.png",
                 "uploads/products/Demonslayer5.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 9,
      "title": "Футболка Demon Slayer (Иноске) — Oversize, плотный хлопок, белая/чёрная",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка Demon Slayer (Клинок, рассекающий демонов) с ярким принтом Иноске Хашибира — идеальный выбор для фанатов аниме и streetwear-стиля. На принте — узнаваемая маска кабана, мечи и японская графика: смотрится мощно, контрастно и сразу выделяет образ. Свободная посадка oversize комфортна на каждый день и отлично сочетается с джинсами, карго и шортами. Модель доступна в двух цветах: белая и чёрная, а материал — плотный хлопок: футболка держит форму, приятная к телу и рассчитана на активную носку. Мы в Алматы: оформить заказ можно через Direct/WhatsApp, оплата через Kaspi (перевод/QR). Есть доставка по Алматы и отправка по Казахстану (условия уточняются при заказе). Если ищешь аниме футболку Demon Slayer в Алматы — эта модель точно попадёт в цель.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/Inosuke.png",
                 "uploads/products/Inosuke6.png",
                 "uploads/products/Inosuke3.png",
                 "uploads/products/Inosuke4.png",
                 "uploads/products/Inosuke5.png",
                 "uploads/products/Inosuke2.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 8,
      "title": "Футболка “Хочется кофе, киндер и миллион долларов” — белая",
      "price": 17900,
      "collection": "TENJI Brand",
      "description": "Футболка “Хочется кофе, киндер и миллион долларов” — лёгкий, смешной принт, который сразу поднимает настроение. Модель выполнена в формате one size oversize: свободная посадка, комфорт на каждый день и стильный “трендовый” силуэт. Белая база и яркие буквы с цветочками отлично сочетаются с джинсами, шортами, леггинсами и кедами — идеальный вариант для прогулок, дома, поездок и сторис. Материал — плотный хлопок: футболка держит форму, приятная к телу и хорошо носится. Мы в Алматы: оформить заказ можно через Direct/WhatsApp, оплата через Kaspi (перевод/QR). Есть доставка по Алматы и отправка по Казахстану (условия уточняются при заказе). Если ищешь женскую oversize футболку с надписью в Алматы — эта модель будет отличным подарком и крутой базой на лето.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/kofeb.png",
                 "uploads/products/kofeb2.png",
                 "uploads/products/kofeb3.png",
                 "uploads/products/kofeb4.png",
                 "uploads/products/kofeb5.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 7,
      "title": "Футболка “Jujutsu Kaisen” (Магическая битва)",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка “Jujutsu Kaisen” (Магическая битва) — чёрная oversize модель для фанатов аниме и манга-эстетики. На спине — крупный манга-принт с атмосферной графикой и выразительным акцентом на глаза, благодаря чему футболка смотрится дерзко и очень “стритово”. Свободная посадка oversize даёт комфорт и отличный силуэт под карго, джинсы и кеды — универсальный вариант на каждый день. Материал — плотный хлопок: футболка держит форму, приятная к телу и рассчитана на активную носку. Мы в Алматы: заказ через Direct/WhatsApp, оплата через Kaspi (перевод/QR). Есть доставка по Алматы и отправка по Казахстану (условия уточняются при заказе). Если ищешь футболку Магическая битва в Алматы или Jujutsu Kaisen oversize — эта модель будет сильным выбором.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/Jujutsukaisen.png",
                 "uploads/products/Jujutsukaisen2.png",
                 "uploads/products/Jujutsukaisen3.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 6,
      "title": "Футболка “Itachi” (Naruto)",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка “Itachi” — стильная модель для фанатов Naruto с атмосферным принтом Итачи Учиха. Контрастный чёрный силуэт и графика смотрятся мощно и узнаваемо, идеально под streetwear: карго, джинсы, шорты, кеды. Посадка one size oversize — свободная и комфортная, подходит и парням, и девушкам. Материал “холодок” — супер нежный, гладкий и приятно прохладный на теле, особенно в тёплую погоду. Ткань хорошо драпируется и удобно носится каждый день — отличный вариант, если хочешь аниме-мерч, который выглядит стильно и “дорого” в образе.Мы в Алматы: оформить заказ можно через Direct/WhatsApp, оплата через Kaspi (перевод/QR). Есть доставка по Алматы и отправка по Казахстану (условия уточняются при заказе). Если ищешь футболку Итачи в Алматы или аниме футболку Naruto oversize — эта модель попадёт точно в цель.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/Itachi2.png",
                 "uploads/products/Itachi.png",
                 "uploads/products/Itachi3.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 5,
      "title": "Футболка “Mona Lisa Peace”",
      "price": 9990,
      "collection": "TENJI Brand",
      "description": "Футболка “Mona Lisa Peace” — белый oversize с арт-принтом: Мона Лиза с жестом ✌️, который делает образ необычным и легко узнаваемым. Посадка one size oversize — свободно сидит, красиво смотрится и на девушках, и на парнях, идеально для streetwear и комфортных повседневных луков.Главная фишка — материал “холодок”: он очень нежный, гладкий и приятно прохладный на теле, особенно в тёплую погоду. Ткань хорошо драпируется, не “колется”, комфортна на каждый день и отлично подходит для фото/выходов, когда хочется выглядеть стильно без лишней тяжести.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/Monalisa.png",
                 "uploads/products/Monalisa2.png",
                 "uploads/products/Monalisa3.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 4,
      "title": "Футболка “Атака Титанов” (Attack on Titan) — Oversize, чёрная",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка «Атака титанов» (Attack on Titan) в формате one size oversize — свободная посадка, которая смотрится стильно и на парнях, и на девушках. Материал — плотный хлопок, благодаря чему футболка держит форму, не “просвечивает” и комфортно носится каждый день. На груди — минималистичная эмблема, на спине — крупный принт Разведкорпуса (Wings of Freedom): узнаваемый дизайн для фанатов аниме и аккуратный акцент в образе.",
      "sizes": ["OneSize-Oversize"],
      "images": ["uploads/products/Attackontitan.png",
                 "uploads/products/Attackontitan2.png",
                 "uploads/products/Attackontitan3.png",
                 "uploads/products/Attackontitan4.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
     "id": 3,
      "title": "Футболка One Piece “Roronoa Zoro” — Oversize, ткань “холодок” (супер нежная)",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка One Piece “Roronoa Zoro” — яркая модель для фанатов аниме с крупным принтом Зоро и стильной графикой. Дизайн заметный, “стритовый” и отлично подходит под повседневные образы: шорты, карго, джинсы, кеды. Свободная посадка oversize даёт комфорт и трендовый силуэт — можно носить как обычную футболку или как удлинённый оверсайз-лук. Материал — “холодок”: он супер нежный, гладкий и приятно прохладный на теле, особенно летом. Ткань хорошо драпируется и комфортно носится весь день — отличный вариант для жары и активных прогулок.Мы в Алматы: заказ через Direct/WhatsApp, оплата через Kaspi (перевод/QR). Есть доставка по Алматы и отправка по Казахстану (условия уточняются при заказе). Если ищешь футболку Зоро One Piece в Алматы — эта модель будет топовым выбором.",
      "sizes": ["OneSize-Oversize"],
      "images": [
        "uploads/products/Zoro.png",
        "uploads/products/Zoro2.png",
        "uploads/products/Zoro3.png",
        "uploads/products/Zoro4.png",
        "uploads/products/Zoro5.png"
    ],
      "created_at": "2026-02-12 18:30:00"
    },
    {
      "id": 2,
      "title": "Футболка Guns n Roses",
      "price": 17900,
      "collection": "TENJI Rock",
      "description": "Футболка GUNS N ROSES в рок стиле лучше чем в Kaspi",
      "sizes": [
        "OneSize-Oversize"
      ],
      "images": [
        "uploads/products/product_0b40e69440f1c3ad5aa5.png",
        "uploads/products/product_7960a9c036caf4a859e6.png",
        "uploads/products/product_cb4b827ab38416d74b4e.png",
        "uploads/products/product_48c47d2154838028249a.png"
      ],
      "created_at": "2026-02-03 16:44:20"
    },
    {
      "id": 1,
      "title": "Футболка “Атака Титанов” (Attack on Titan) — Oversize, Серая Ретро",
      "price": 17900,
      "collection": "TENJI Anime",
      "description": "Футболка Атака Титанов в ретро стиле лучше чем в Kaspi",
      "sizes": [
        "OneSize-Oversize"
      ],
      "images": [
        "uploads/products/product_707a53c32e62bdb89860.png",
        "uploads/products/product_31b43a9329c1faa21f4d.png",
        "uploads/products/d493ac9e-222c-4006-a404-1e2576c32b6e.png",
        "uploads/products/47f74e0e-8180-4bcb-9b20-1bfe962daa4d.png"
      ],
      "created_at": "2026-02-03 16:33:10"
    }
  ]
}
